<template>
  <div>
       
    <h4>شرح2</h4>
    <div> 
            <p>من الآن و حتى إنتهاء الدورة ستتعامل مع واجهة صفحة phpMyAdmin سواء لكتابة أوامر SQL أو للتعامل بشكل مباشر
              مع قواعد البيانات.
              لذا قم دائماً بتشغيل Apache و MySQL و فتح صفحة phpMyAdmin لتطبيق الأوامر التي تتعلمها في أي درس جديد.

              إذاً هذه هي الصفحة التي سنتعامل معها من الآن فصاعد</p>

            </div>
              <div class="p-4 text-center">

                <img src="@/assets/python.jpg" style="width:100%" />
</div>

 <div> 
    <p>من الآن و حتى إنتهاء الدورة ستتعامل مع واجهة صفحة phpMyAdmin سواء لكتابة أوامر SQL أو للتعامل بشكل مباشر
مع قواعد البيانات.
لذا قم دائماً بتشغيل Apache و MySQL و فتح صفحة phpMyAdmin لتطبيق الأوامر التي تتعلمها في أي درس جديد.

إذاً هذه هي الصفحة التي سنتعامل معها من الآن فصاعد</p>
 </div>

  </div>

  <div>
       
       <h4>  استكمال... </h4>
       <div> 
               <p>من الآن و حتى إنتهاء الدورة ستتعامل مع واجهة صفحة phpMyAdmin سواء لكتابة أوامر SQL أو للتعامل بشكل مباشر
                 مع قواعد البيانات.
                 لذا قم دائماً بتشغيل Apache و MySQL و فتح صفحة phpMyAdmin لتطبيق الأوامر التي تتعلمها في أي درس جديد.
   
                 إذاً هذه هي الصفحة التي سنتعامل معها من الآن فصاعد</p>
   
               </div>
                 <div class="p-4 text-center">
   
                    <img src="@/assets/python.jpg" style="width:100%" />
   </div>
   
    <div> 
       <p>من الآن و حتى إنتهاء الدورة ستتعامل مع واجهة صفحة phpMyAdmin سواء لكتابة أوامر SQL أو للتعامل بشكل مباشر
   مع قواعد البيانات.
   لذا قم دائماً بتشغيل Apache و MySQL و فتح صفحة phpMyAdmin لتطبيق الأوامر التي تتعلمها في أي درس جديد.
   
   إذاً هذه هي الصفحة التي سنتعامل معها من الآن فصاعد</p>
    </div>
    
     </div>
</template>

<script>
export default {
    name:"ExplainAdvancedCont"
}
</script>

<style>


</style>