<template>
  <div class="container">
      

      <form @click.prevent>
        
        <p style="font-size:22px">سياسة الخصوصية</p> 
         
     <div class="row g-3 aling-items-center">
        <div class="col-auto d-block mx-auto">
            <p style=" font-size:14px ; ">
تم إعداد هذه السياسة  لمساعدتكم على تفهم طبيعة البيانات التي نقوم بالحصول عليها <br/> منكم عند زيارتكم لموقعنا على شبكة الإنترنت، وكيفية تعاملنا مع هذه البيانات الشخصية.
</p>
<br/>

<p style=" font-size:16px ; "> التصفح</p>
<p style=" font-size:14px ; "> لا نقوم بالحصول على بياناتك الشخصية من جهاز الكمبيوتر الخاص بك في أثناء تصفحك لهذا الموقع،<br/> وإنما سيتم فقط استخدام البيانات المقدمة من قبلك بمعرفتك ومحض إرادتك.</p>
   
<br/>
<p style=" font-size:16px ; "> عنوان بروتوكول شبكة الانترنت (IP)</p>
<p style=" font-size:14px ; "> مثل أي موقع فانه يقوم بشكل تلقائي في أي وقت يزور المستخدم فيه أي موقع إنترنت، بما فيها هذا الموقع، <br/> يقوم السيرفر المضيف بتسجيل عنوان بروتوكول شبكة الإنترنت  (IP) الخاص بك،</p>

<br/>
<p style=" font-size:16px ; "> الروابط بالمواقع الأخرى على شبكة الإنترنت</p>
<p style=" font-size:16px ; "> قد يشتمل موقعنا على روابط بالمواقع الأخرى على شبكة الإنترنت. أو علانات من مواقع ولا نعتبر مسؤولين <br/>عن أساليب تجميع البيانات من قبل تلك المواقع،  يمكنك الاطلاع على سياسات السرية والمحتويات الخاصة <br/>بتلك المواقع التي يتم الدخول إليها من خلال أي رابط ضمن هذا الموقع.</p>



<br/>
<p style=" font-size:16px ; "> افشاء المعلومات</p>
<p style=" font-size:14px ; "> سنحافظ في جميع الأوقات على خصوصية وسرية البيانات الشخصية التي نتحصل عليها. <br/>ولن يتم إفشاء هذه المعلومات إلا إذا كان ذلك مطلوبًا بموجب أي قانون،</p>
<br/>
<br/>
<br/>
<br/>
<br/>
<p style=" font-size:12px ; ">  اخر تعديل لشروط الاستخدام كان في يوم 21 من ابريل 2020</p>
        </div>
    </div>
     <br/>
   
   
   
    
    
  </form>
      </div>
</template>

<script>
 
import {mapActions} from "vuex";
export default {
name:"PrivacyPolicy",
components:{
  
},

mounted(){
    
}
,
methods:{
    ...mapActions(['redirectTo']),

     

       
}


}
</script>
    
<style>

</style>