<template>
  <div class="container">
    

      <form @click.prevent>
        
        <p style="font-size:22px">شروط الاستخدام</p> 
         
     <div class="row g-3 aling-items-center">
        <div class="col-auto d-block mx-auto">
            <p style=" font-size:16px ; ">الشروط والأحكام</p>
            <p style=" font-size:14px ; "> 
 
<br/>هذه الصفحة تحتوي على بعض البنود المهمة، التي تحدد هذه الاتفاقية و الشروط والأحكام العامة <br/>لاستخدامك لـمنصة برمجها، هذه الاتفاقية بمثابة التزام بينك أنت كمستخدم موقع الويب هذا، من خلال <br/>الدخول واستخدام الموقع، فإنك تقر بأنك قد قرأت وفهمت ووافقت على هذا الالتزام و بشروط هذه <br/>الاتفاقية، وتقرر أيضا بانك اطلعت على سياسة الخصوصية الخاصة بالموقع،<br/> سواء كنت مستخدما عاديا للموقع  أوكنت ممثلا لشركة أو مؤسسة أو أي كيان قانوني آخر, 
</p>
<br/>
            <p style=" font-size:16px ; "> اخلاء مسؤولية الموقع</p>
             <p style=" font-size:14px ; "> الموقع يخلي مسؤوليته من أي موقع يتم الانتقال منه عن طريق روابط في الموقع<br/>
   الموقع يخلي المسؤولية عن جميع الأضرار التي قد تكون ناجمة عن سوء تطبيق بعض المشروحات <br/>  التعامل معها بأساليب غير سليمة أو عدم القدرة على التعامل مع المعلومات و المشروحات المقدمة بالشكل<br/> الصحيح أو سوء الفهم.
 </p>

 <br/>
            <p style=" font-size:16px ; ">  ماذا يقدم الموقع</p>

            <p style=" font-size:14px ; "> Gamification يقدم الموقع خدمة شرح لبرمجة الحاسب بمنهجية الألعاب    <br/>و تترجم أحيانا التلعيب و هي في الإنجليزية تدعى   </p>
           
           
 <br/>
            <p style=" font-size:16px ; ">  تعديل بنود الاتفاقية</p>
            <p style=" font-size:14px ; ">    بإمكان منصة برمجها تعديل أي بند من بنود هذه الاتفاقية فيرجى مراجعتها حيث لن يكون   <br/> هناك أي اشعار بذلك و يكون اسفل هذه الصفحة تاريخ اخر تحديث  </p>

             <br/>
            <p style=" font-size:16px ; ">  قبول هذه الشروط</p>
             <p style=" font-size:14px ; ">  
 <br/>أنت تقر بأنك قد قرأت هذه الاتفاقية و توافق على جميع الشروط والأحكام الواردة فيها. من خلال <br/>الوصول إلى واستخدام الموقع والخدمات،  فإنك توافق على الالتزام بهذه الاتفاقية. <br/> إذا كنت لا توافق على الالتزام  ببنود هذه الاتفاقية ، فأنت غير مخول بالوصول إلى أو استخدام الموقع والخدمات
</p>

<br/>
<br/>
<br/>
<br/>
<br/>
<p style=" font-size:12px ; ">  اخر تعديل لشروط الاستخدام كان في يوم 21 من ابريل 2020</p>
        </div>
    </div>
     <br/>
   
   
   
    
    
  </form>
      </div>
</template>

<script>
 
import {mapActions} from "vuex";
export default {
name:"UseTerms",
components:{
  
},

mounted(){
    
}
,
methods:{
    ...mapActions(['redirectTo']),

     

       
}


}
</script>
    
<style>

</style>